<div class="wrapper">
  <div class="top-grad d-none d-sm-block">
    <img class="skyline" src="assets/skyline.svg">
  </div>
  <div class="container p-4">
    <mdb-card>
      <mdb-card-body class="p-4">
        <mdb-card-title class="mb-4">
          <h2 class="montserrat">T&eacute;rminos y condiciones de HackEPS</h2>
        </mdb-card-title>
        <mdb-card-text>
            <p class="c12"><span class="c1">Estos T&eacute;rminos y Condiciones (en adelante &ldquo;T&amp;C&rdquo;) pretenden regular la relaci&oacute;n entre </span><span class="c1">ASSOCIACI&Oacute;N JUVENIL LLEIDAHACK</span><span class="c1">&nbsp;(en adelante &ldquo;</span><span class="c1">LLEIDAHACK&rdquo;</span><span class="c1">) y los Usuarios que decidan apuntarse y participar al evento HackEPS organizado por </span><span class="c4 c1">LLEIDAHACK.</span></p>
            <p class="c12"><span class="c4 c1">Para los fines de este acuerdo, las partes entienden que, cuando se escriban en may&uacute;sculas, los siguientes t&eacute;rminos tendr&aacute;n los significados especificados en el apartado &ldquo;DEFINICIONES&rdquo;, a excepci&oacute;n de que se indique lo contrario.</span></p>
            <hr>
            <p class="c12 c9"><span class="c4 c1"></span></p>
            <p class="c12"><span class="c4 c16">DEFINICIONES</span></p>
            <p class="c12"><span class="c1 c11">La &ldquo;Organizaci&oacute;n&rdquo;</span><span class="c1">&nbsp;hace referencia a LLEIDAHACK, con NIF G25838657, &nbsp;con direcci&oacute;n social en Carrer Jaume II, n&ordm; 69, 25001, Lleida, Lleida, Espa&ntilde;a y correo de contacto l</span><span class="c1"><a class="c14" href="mailto:Lleidahack@gmail.com">leidahack@gmail.com</a></span><span class="c1">.</span></p>
            <p class="c12"><span class="c1 c11">El/la &ldquo;Participante&rdquo;</span><span class="c4 c1">&nbsp;hace referencia a cualquier Usuario que decida apuntarse, aceptando estos T&amp;C y compita en el evento HackEPS, organizado por la Organizaci&oacute;n.</span></p>
            <p class="c12"><span class="c1 c11">El/la &ldquo;Asistente&rdquo;</span><span class="c4 c1">&nbsp;hace referencia a cualquier Usuario que decida apuntarse, aceptando estos T&amp;C y participe en el evento HackEPS, organizado por la Organizaci&oacute;n, en cualquier rol otro que el de Participante. Esto incluye, aunque puede no estar limitado a: Sponsors, Jueces, Mentores, Organizadores, Voluntarios y otros asistentes.</span></p>
            <p class="c12"><span class="c1 c11">El evento &ldquo;HackEPS&rdquo;</span><span class="c4 c1">&nbsp;hace referencia al Evento organizado por la Organizaci&oacute;n, trat&aacute;ndose de una Hackaton. Las Hackatones son eventos llenos de creatividad, tecnolog&iacute;a y gente apasionada por esta, colaborando y creando.</span></p>
            <hr>
            <p class="c12 c9"><span class="c4 c1"></span></p>
            <p class="c12"><span class="c16">CL&Aacute;USULAS</span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0 start" start="1">
               <li class="c6 c8"><span class="c13">Objeto</span></li>
            </ol>
            <p class="c6"><span class="c1">En virtud de este acuerdo el Participante o Asistente acepta participar en el evento HackEPS organizado por </span><span class="c1">LLEIDAHACK.</span></p>
            <p class="c6"><span class="c4 c1">Estos T&amp;C se aplican tanto a los Participantes como a los Asistentes, aunque ciertas cl&aacute;usulas pueden ser relevantes s&oacute;lo para los Participantes dado su rol en la Hackat&oacute;n.</span></p>
            <p class="c6"><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;es una asociaci&oacute;n que promueve la tecnolog&iacute;a, la creatividad y la innovaci&oacute;n, y organiza eventos. Principalmente Hackatones anuales.</span></p>
            <hr>
            <p class="c6 c9"><span class="c4 c1"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="2">
               <li class="c6 c8"><span class="c13">Normas de la competici&oacute;n HackEPS</span></li>
            </ol>
            <p class="c6"><span class="c4 c1">Estas son las normas de la competici&oacute;n HackEPS. Si tiene alguna sugerencia o pregunta acerca de las normas, por favor env&iacute;enos un correo a la direcci&oacute;n facilitada.</span></p>
            <p class="c6"><span class="c0">El esp&iacute;ritu de la competici&oacute;n</span></p>
            <p class="c6"><span class="c4 c1">Recuerde que las Hackatones son como las maratones: algunas personas asisten para competir, pero la mayor&iacute;a lo hace para probarse a s&iacute; mismos y divertirse. Sea cual sea su motivo para participar, aseg&uacute;rese de mantener el esp&iacute;ritu hacker colaborando con otros equipos, ayudando a principiantes y divirti&eacute;ndose.</span></p>
            <p class="c6"><span class="c0">Normas de la competici&oacute;n</span></p>
            <ol class="c5 lst-kix_u4fzyggdwn2a-0 start" start="1">
               <li class="c7"><span class="c4 c1">Los Participantes pueden competir individualmente o en equipos de entre 2 y 4 miembros.</span></li>
               <li class="c7"><span class="c4 c1">Los equipos deben estar formados exclusivamente por Participantes, excluyendo as&iacute; a Organizadores, Jueces, Sponsors o cualquier otro individuo en una posici&oacute;n privilegiada dentro del evento.</span></li>
               <li class="c7"><span class="c4 c1">Todos los miembros del equipo deben estar presentes durante la el evento. Sin embargo est&aacute; permitido abandonar el recinto temporalmente para dormir o comer.</span></li>
               <li class="c7"><span class="c4 c1">Los equipos pueden obtener consejo y apoyo de los Asistentes.</span></li>
               <li class="c7"><span class="c4 c1">Todo el trabajo presentado para evaluaci&oacute;n debe hacerse en el Evento.</span></li>
               <li class="c7"><span class="c4 c1">Los equipos pueden usar ideas que hayan surgido antes del evento.</span></li>
               <li class="c7"><span class="c4 c1">Los participantes validan que todas las propuestas que se presenten a concurso, son originales y no infringen la propiedad intelectual de terceras partes. Si se hace uso de ideas ajenas a los participantes o software sujeto a licencias no libres, sera&#769; necesario que se presente una aprobacio&#769;n expli&#769;cita del propietario intelectual.</span></li>
               <li class="c7"><span class="c1 c4">Los equipos pueden usar librer&iacute;as, marcos o c&oacute;digo abierto en sus proyectos. Trabajar en un proyecto antes del evento y publicarlo como c&oacute;digo abierto con el &uacute;nico objetivo de usarlo durante el evento va en contra del esp&iacute;ritu y las normas de la competici&oacute;n y, como consiguiente, no est&aacute; permitido.</span></li>
               <li class="c7"><span class="c4 c1">A&ntilde;adir c&oacute;digo nuevo a un proyecto ya existente est&aacute; permitido. En ese caso, los Jueces solo tendr&aacute;n en consideraci&oacute;n el c&oacute;digo introducido durante el Evento a la hora de valorar los proyectos y decidir los equipos ganadores.</span></li>
               <li class="c7"><span class="c4 c1">Los equipos deben parar de trabajar en el proyecto inmediatamente cuando se termine el tiempo. Sin embargo, s&iacute; se permite depurar y hacer peque&ntilde;as correcciones una vez agotado el tiempo. p.ej. Si durante la muestra de la demo del proyecto se encuentra un error que inhabilita el programa y puede solucionarse con unas pocas l&iacute;neas de c&oacute;digo, este puede modificarse. No se permite hacer cambios significativos o a&ntilde;adir nuevas funcionalidades al programa.</span></li>
               <li class="c7"><span class="c4 c1">Los proyectos que violen el C&oacute;digo de Conducta no ser&aacute;n permitidos (cl&aacute;usula 3).</span></li>
               <li class="c7"><span class="c4 c1">Los Organizadores se reservan el derecho de admisi&oacute;n y pueden descalificar a los equipos. Los motivos tras esta decisi&oacute;n incluyen, aunque no est&aacute;n limitados a, incumplimiento de las Normas de la Competici&oacute;n, violaci&oacute;n del C&oacute;digo de Conducta u otro comportamiento inadecuado.</span></li>
            </ol>
            <p class="c10"><span class="c0">Demos</span></p>
            <p class="c6"><span class="c4 c15">Una vez finalizado el tiempo para el desarrollo del proyecto, los equipos mostrar&aacute;n sus proyectos a los otros equipos y a los Jueces.</span></p>
            <p class="c6"><span class="c4 c15">Se incita a los Participantes a presentar aquello en lo que hayan trabajado, a&uacute;n cuando no est&eacute; terminado o no sea funcional. No terminar un hack no es inusual, y dado que la terminaci&oacute;n de este es solo uno de los criterios, un Participante puede tener &eacute;xito incluso si su c&oacute;digo no es funcional.</span></p>
            <p class="c12 c9"><span class="c4 c15"></span></p>
            <p class="c12 c9"><span class="c4 c15"></span></p>
            <p class="c10"><span class="c0">Criterio de evaluaci&oacute;n</span></p>
            <p class="c6"><span class="c4 c15">Los criterios de evaluaci&oacute;n de los diversos retos propuestos durante el evento estar&aacute;n sujetos al criterio de las entidades colaboradoras que crean oportuno otorgar alg&uacute;n premio durante la HackEPS.</span></p>
            <p class="c12 c9"><span class="c4 c15"></span></p>
            <p class="c10"><span class="c0">Plagio, trampas e irregularidades</span></p>
            <p class="c6"><span class="c4 c15">Cualquier alegaci&oacute;n de plagio, trampas o irregularidades se resolver&aacute; de acuerdo con el Patr&oacute;n de Actuaci&oacute;n ante Plagio, Trampas e Irregularidades en la HackEPS (cl&aacute;usula 4).</span></p>
            <p class="c10"><span class="c0">&iexcl;Recuerda!</span></p>
            <p class="c6"><span class="c4 c15">La competici&oacute;n es solo una parte de la Hackat&oacute;n. Para aprovechar al m&aacute;ximo el evento hay que intentar cosas nuevas, ense&ntilde;ar, aprender de otra gente y &iexcl;hacer nuevos amigos! Feliz hacking de parte del equipo de la HackEPS!</span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="3">
               <li class="c6 c8"><span class="c13">C&oacute;digo de Conducta</span></li>
            </ol>
            <p class="c6"><span class="c4 c1">Este es el c&oacute;digo de conducta al que se espera que todo Participante de la HackEPS se ci&ntilde;a. Si tiene alguna sugerencia para este C&oacute;digo de Conducta, haganosla llegar mediante nuestra direcci&oacute;n de contacto.</span></p>
            <p class="c6"><span class="c2">El C&oacute;digo de Conducta</span></p>
            <p class="c6"><span class="c1">En </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;creemos que cada Participante tiene el derecho de programar en un entorno acogedor y seguro.</span></p>
            <p class="c6"><span class="c4 c1">Acoso incluye, aunque no se limita solo a, comentarios verbales o escritos relacionados con el g&eacute;nero, la edad, la orientaci&oacute;n sexual, disabilidad, aspecto f&iacute;sico, tama&ntilde;o corporal, etnia y/o raza, religi&oacute;n, clase social, condici&oacute;n econ&oacute;mica, servicio en el ej&eacute;rcito, im&aacute;genes sexuales, intimidaci&oacute;n deliberada, acecho, persecuci&oacute;n, fotograf&iacute;as o grabaciones ofensivas, interrupci&oacute;n insistente de conversaciones u otros eventos, contacto f&iacute;sico inapropiado, u atenci&oacute;n sexual no sol&iacute;cita. Si sus acciones molestan o incomodan a otra persona, estas se consideran acoso y es motivo suficiente para parar inmediatamente.</span></p>
            <p class="c6"><span class="c4 c1">Se espera que todo Participante que sea avisado por comportamiento inapropiado cese dicho comportamiento inmediatamente.</span></p>
            <p class="c6"><span class="c4 c1">Los Sponsors, Jueces, Organizadores, Voluntarios, Asistentes y cualquier otro individuo presente en el Evento est&aacute; tambi&eacute;n sujeto a la pol&iacute;tica de no acoso. En particular, los Asistentes no deben usar im&aacute;genes, actividades u otro material hipersexualizado en su c&oacute;digo durante el Evento. Los Asistentes (incluidos los voluntarios) no deben usar vestimenta/uniformes/disfraces sexualizados.</span></p>
            <p class="c6"><span class="c1">Si un Participante muestra cualquier comportamiento inadecuado, </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;responder&aacute; de la forma que considere adecuada. Esto puede variar, dependiendo de la gravedad de la ofensa, entre un aviso y la expulsi&oacute;n permanente del Evento.</span></p>
            <p class="c6"><span class="c1">Si es usted quien est&aacute; sufriendo acoso, presencia una situaci&oacute;n de acoso o tiene cualquier otro motivo de preocupaci&oacute;n, notifique inmediatamente un Asistente o p&oacute;ngase en contacto con </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;mediante el Procedimiento de Informe especificado a continuaci&oacute;n.</span></p>
            <p class="c6"><span class="c4 c1">Los organizadores del evento estar&aacute;n encantados de ayudar a los Participantes a contactar con la seguridad del campus o la autoridad local, proporcionar escoltas o proporcionar asistencia a aquellos sufriendo acoso para garantir su seguridad y tranquilidad durante el evento. Apreciamos su asistencia y deseamos que la disfrute.</span></p>
            <p class="c6"><span class="c4 c1">Se espera de todos los Participantes que cumplan las normas en todos los recintos de la HackEPS, en la red en todo lo relacionado con el evento y en cualquier otro aspecto relacionado con el Evento.</span></p>
            <p class="c6"><span class="c2">Procedimiento de Informe</span></p>
            <p class="c6"><span class="c4 c1">Si se siente inc&oacute;modo o cree que puede producirse una potencial violaci&oacute;n del C&oacute;digo de Conducta, por favor comun&iacute;quelo inmediatamente usando uno de los siguientes m&eacute;todos. Todo testimonio tiene el derecho de permanecer en el anonimato.</span></p>
            <p class="c6"><span class="c1">Si la situaci&oacute;n se produce fuera del evento, mande un correo a </span><span class="c1"><a class="c14" href="mailto:Lleidahack@gmail.com">Lleidahack@gmail.com</a></span><span class="c4 c1">&nbsp;para que la Organizaci&oacute;n reciba su informe. Si desea permanecer en el anonimato, por favor mande un correo mediante un servicio de mensajer&iacute;a an&oacute;nimo o cree una cuenta de correo temporal.</span></p>
            <p class="c6"><span class="c4 c1">Si la situaci&oacute;n se produce durante el evento, puede dirigirse directamente a un miembro de la organizaci&oacute;n o un voluntario para obtener ayuda. La comunicaci&oacute;n mediante correo electr&oacute;nico tambi&eacute;n est&aacute; disponible durante el Evento.</span></p>
            <p class="c6"><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;se reserva el derecho de revisar, hacer excepciones o modificar estas pol&iacute;ticas parcial o totalmente.</span></p>
            <hr>
            <p class="c6 c9"><span class="c4 c1"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="4">
               <li class="c6 c8"><span class="c13">Patr&oacute;n de Actuaci&oacute;n ante Plagio, Trampas e Irregularidades en la HackEPS</span></li>
            </ol>
            <p class="c6"><span class="c2">Procedimiento</span></p>
            <p class="c6"><span class="c4 c1">A continuaci&oacute;n se incluye una gu&iacute;a de las acciones que tomar ante acusaciones de que un equipo haya hecho trampas o violado de alg&uacute;n otro modo las normas de la competici&oacute;n</span></p>
            <p class="c6"><span class="c4 c1">Acusaciones de trampas incluyen, aunque no se limitan a:</span></p>
            <ul class="c5 lst-kix_uu87gsli83o3-0 start">
               <li class="c7"><span class="c4 c1">El uso del c&oacute;digo de otro equipo</span></li>
               <li class="c7"><span class="c4 c1">Tergiversaci&oacute;n o falsificaci&oacute;n del trabajo presentado</span></li>
               <li class="c7"><span class="c4 c1">Exceso de miembros en un equipo</span></li>
               <li class="c7"><span class="c4 c1">Uso de c&oacute;digo creado fuera del marco del evento</span></li>
            </ul>
            <p class="c6"><span class="c1">Para determinar la validez de las acusaciones, </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;se remite a las normas establecidas en la cl&aacute;usula 2.</span></p>
            <p class="c6"><span class="c2">Acusaci&oacute;n</span><span class="c4 c1">&nbsp;</span></p>
            <p class="c6"><span class="c1">Si sospecha de que alg&uacute;n Participante ha hecho trampas, por favor p&oacute;ngase en contacto con los organizadores del evento. Si la sospecha se produce durante el Evento, contacte directamente con un Organizador o Voluntario. Si se produce fuera de este, por favor escriba denunciando el suceso a </span><span class="c1"><a class="c14" href="mailto:Lleidahack@gmail.com">Lleidahack@gmail.com</a></span><span class="c4 c1">.</span></p>
            <p class="c6"><span class="c0">Documentaci&oacute;n del informe</span></p>
            <p class="c6"><span class="c4 c1">El siguiente procedimiento debe seguirse por parte de LLEIDAHACK en caso de recibir un informe de trampas u otras irregularidades.</span></p>
            <p class="c6"><span class="c4 c1">En primer lugar, debe obtenerse de forma escrita tanta informaci&oacute;n como sea posible por parte del informador. En caso de no poder obtenerla de dicha forma, el recipiente del informe debe intentar transcribir la informaci&oacute;n recibida cuanto m&aacute;s fielmente posible.</span></p>
            <p class="c6"><span class="c4 c1">La informaci&oacute;n que se necesita recolectar incluye:</span></p>
            <ul class="c5 lst-kix_u33uohfsu27w-0 start">
               <li class="c7"><span class="c4 c1">Identidad (nombre, correo electr&oacute;nico, tel&eacute;fono de contacto, etc.) del informador.</span></li>
               <li class="c7"><span class="c4 c1">Identidad (nombre, correo electr&oacute;nico, tel&eacute;fono de contacto, etc.) del supuesto perpetrador.</span></li>
               <li class="c7"><span class="c4 c1">Motivo por el cual el informador sospecha que el supuesto perpetrador ha hecho trampas.</span></li>
               <li class="c7"><span class="c4 c1">Sospechas de otra gente involucrada</span></li>
               <li class="c7"><span class="c4 c1">Otros testigos/gente que sospeche que se han hecho trampas</span></li>
               <li class="c7"><span class="c4 c1">Cualquier URL relevante (en caso que sea apropiado).</span></li>
            </ul>
            <p class="c6"><span class="c4 c1">Los Organizadores del Evento investigar&aacute;n el informe mediante el estudio de material p&uacute;blico relacionado con el c&oacute;digo, incluyendo publicaciones de este y cualquier otro recurso al que puedan acceder.</span></p>
            <p class="c6"><span class="c2">Respuesta</span></p>
            <ol class="c5 lst-kix_7u4f8koum50v-0 start" start="1">
               <li class="c7"><span class="c4 c1">No se han hecho trampas</span></li>
            </ol>
            <p class="c12 c17"><span class="c1">Si se llega a la conclusi&oacute;n que no se han hecho trampas, </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;rellenar&aacute; un informe al respecto y lo har&aacute; llegar al informador.</span></p>
            <ol class="c5 lst-kix_7u4f8koum50v-0" start="2">
               <li class="c7"><span class="c4 c1">Otras conclusiones</span></li>
            </ol>
            <p class="c12 c17"><span class="c1">Si no se consigue llegar a una conclusi&oacute;n negativa en lo referente a las trampas tras analizar los recursos disponibles p&uacute;blicamente, </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;se pondr&aacute; en contacto con el supuesto perpetrador para informarle de que se ha recibido una acusaci&oacute;n, darle la oportunidad de presentar su versi&oacute;n de los hechos. A partir de este punto, si sigue sin poder demostrarse el no cumplimiento de las normas. se informar&aacute; al perpetrador de las acciones que se iniciar&aacute;n en su contra.</span></p>
            <p class="c6"><span class="c2">Acciones a considerar por la Organizaci&oacute;n al tratar con la supuesta presencia de trampas</span></p>
            <p class="c6"><span class="c4 c1">Se considerar&aacute;n las siguientes acciones:</span></p>
            <ul class="c5 lst-kix_l9v8n0e5byk7-0 start">
               <li class="c7"><span class="c4 c1">Indicar al perpetrador que cese sus acciones y que cualquier futuro informe de comportamiento inadecuado resultar&aacute; en sanci&oacute;n.</span></li>
               <li class="c7"><span class="c4 c1">Negar el derecho a la presentaci&oacute;n de una demo del proyecto.</span></li>
               <li class="c7"><span class="c4 c1">Negar el derecho a la obtenci&oacute;n de premios.</span></li>
               <li class="c7"><span class="c4 c1">Retirar premios y reconocimientos obtenidos gracias al proyecto</span></li>
               <li class="c7"><span class="c1">Denegar acceso a futuros eventos organizados por </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;(tanto temporal como permanentemente).</span></li>
               <li class="c7"><span class="c4 c1">Publicar un informe de lo sucedido.</span></li>
            </ul>
            <p class="c6"><span class="c1">Dependiendo del informe de supuestas trampas, </span><span class="c1">LLEIDAHACK</span><span class="c1">&nbsp;puede optar por hacer una o m&aacute;s declaraciones p&uacute;blicas al respeto. Nadie a excepci&oacute;n de la direcci&oacute;n de </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;debe hacer declaraciones al respecto.</span></p>
            <hr>
            <p class="c6 c9"><span class="c3"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="5">
               <li class="c6 c8"><span class="c3">Terminaci&oacute;n and cancelaci&oacute;n</span></li>
            </ol>
            <p class="c6"><span class="c1">LLEIDAHACK</span><span class="c1">&nbsp;se reserva el derecho de terminar este Acuerdo en cualquier momento, inmediatamente y sin previo aviso o justificaci&oacute;n. En tal caso, </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;procurar&aacute; informar a los Participantes y Asistentes mediante correo electr&oacute;nico de dicha terminaci&oacute;n o cancelaci&oacute;n antes del Evento.</span></p>
            <p class="c6"><span class="c4 c1">Los Participantes y Asistentes tienen derecho a cancelar este Acuerdo antes del Evento, informando a la Organizaci&oacute;n dentro de un plazo razonable de tiempo.</span></p>
            <p class="c6"><span class="c4 c1">Si cualquiera de las partes no cumplecon una obligaci&oacute;n material establecida en este Acuerdo, la otra parte tiene el derecho de terminar el Acuerdo de forma inmediata con un comunicado escrito dirigido a la parte que haya incumplido, con el derecho de reclamar dicha obligaci&oacute;n material en caso que no haya sido enmendada.</span></p>
            <hr>
            <p class="c6 c9"><span class="c3"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="6">
               <li class="c6 c8"><span class="c3">Confidencialidad, protecci&oacute;n de la informaci&oacute;n personal y derechos de imagen</span></li>
            </ol>
            <p class="c6"><span class="c1">De acuerdo con la legislaci&oacute;n actual de protecci&oacute;n de datos, espec&iacute;ficamente la Regulaci&oacute;n (EU) 2016/679 del Parlamento Europeo y el Consejo, del 27 de Abril, acerca de la protecci&oacute;n de las personas naturales en lo referente al procesamiento de informaci&oacute;n personal y el libre movimiento de esa informaci&oacute;n, toda la informaci&oacute;n personal recolectada durante el uso de la P&aacute;gina Web se procesar&aacute;n de acuerdo con las disposiciones de la </span><span class="c1">Pol&iacute;tica de Privacidad</span><span class="c4 c1">&nbsp;que todos los Usuarios deben aceptar expresamente.</span></p>
            <p class="c6"><span class="c1">Tal como se especifica en la Pol&iacute;tica de Privacidad, una de las piezas de informaci&oacute;n personal a la que autoriza </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;para que procese es su image:</span></p>
            <ul class="c5 lst-kix_1e1mry97wf6d-0 start">
               <li class="c7"><span class="c1">Al aceptar la Pol&iacute;tica de Privacidad y Cookies y estos T&amp;C da permiso a </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">, sus Organizadores, Voluntarios y Sponsors a tomar fotograf&iacute;as y/o grabaciones de su persona en el Evento.</span></li>
               <li class="c7"><span class="c1">Da su consentimiento para que </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;y/o los Sponsors muestren, transmiten y/o publiquen las im&aacute;genes y/o grabaciones tomadas durante el Evento con fines publicitarios mediante cualquier medio audiovisual o escrito (televisi&oacute;n, prensa, internet, redes sociales, etc.) y en cualquier soporte publicitario o medi&aacute;tico (panfletos, pancartas, paneles, p&aacute;ginas web, memorias de actividades, publicaciones, informes, etc.), a nivel mundial, por un per&iacute;odo de tiempo ilimitado y sin restricciones.</span></li>
               <li class="c7"><span class="c4 c1">Esta autorizaci&oacute;n es perpetua y no tiene limitaci&oacute;n alguna otras que las establecidas por la Ley Org&aacute;nica 1/1982, de 5 de Mayo, sobre Protecci&oacute;n Civil del derecho al honor, a la intimidad personal y familiar y a la propia imagen.</span></li>
               <li class="c7"><span class="c4 c1">Esta autorizaci&oacute;n no conlleva pagamento alguno, y acepta no solicitar ni reclamar ninguna compensaci&oacute;n, pagamento o reembolso a cambio de esta autorizaci&oacute;n.</span></li>
               <li class="c7"><span class="c1">Cuando las im&aacute;genes y/o grabaciones sean tomadas por </span><span class="c1">LLEIDAHACK</span><span class="c1">, la pol&iacute;tica aplicable ser&aacute; la Pol&iacute;tica de Privacidad y Cookies de </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">. Cuando las im&aacute;genes y/o grabaciones sean tomadas por un Sponsor, la pol&iacute;tica aplicable ser&aacute; la Pol&iacute;tica de Privacidad del Sponsor correspondiente.</span></li>
            </ul>
            <hr>
            <p class="c6 c9"><span class="c3"></span></p>
            <p class="c6 c9"><span class="c3"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="7">
               <li class="c6 c8"><span class="c3">Limitaci&oacute;n de la responsabilidad e indemnizaci&oacute;n</span></li>
            </ol>
            <p class="c6"><span class="c0">Indemnizaci&oacute;n</span></p>
            <p class="c6"><span class="c1">Usted acepta indemnizar, defender y mantener indemne a </span><span class="c1">LLEIDAHACK</span><span class="c1">, sus miembros (Organizadores y Voluntarios) y otras personalidades con un papel en el evento (Sponsors, Jueces, etc.) de y contra cualquier acusaci&oacute;n, demanda, cargas, gastos, p&eacute;rdidas, da&ntilde;os y costes legales resultantes de cualquier reclamo, demanda o proceso por difamaci&oacute;n, calumnia, derecho de autor o violaci&oacute;n de marca registrada, as&iacute; como cualquier otro reclamo resultado de (i) la participaci&oacute;n en el evento HackEPS o (ii) resultantes de la relaci&oacute;n con </span><span class="c1">LLEIDAHACK</span><span class="c1">. Tambi&eacute;n acepta indemnizar a </span><span class="c1">LLEIDAHACK</span><span class="c1">&nbsp;por cualquier coste legal incurrido por</span><span class="c1">&nbsp;LLEIDAHACK</span><span class="c1">, actuando de manera razonable al investigar o hacer cumplir sus derechos bajo este Acuerdo.</span></p>
            <p class="c6"><span class="c2">Limitaci&oacute;n de la responsabilidad</span></p>
            <p class="c6"><span class="c1">BAJO NINGUNA CIRCUMSTANCIA LLEIDAHACK SE HAR&Aacute; RESPONSABLE ANTE EL PARTICIPANTE O ASISTENTE CON RESPECTO A CUALQUIER ASUNTO DE ESTOS T&Eacute;RMINOS Y CONDICIONES BAJO CONTRATO, AGRAVIO (INCLUYENDO NEGLIGENCIA), RESPONSABILIDAD ESTRICTA O OTRA TEOR&Iacute;A LEGAL O EQUITATIVA, INDIFERENTEMENTE DE SI </span><span class="c1">LLEIDAHACK</span><span class="c1">&nbsp;HA SIDO AVISADO CON ANTELACI&Oacute;N ACERCA DE LA POSIBILIDAD DE DA&Ntilde;OS, YA SEA POR DA&Ntilde;OS INDIRECTOS, INCIDENTALES, CONSECUENCIALES, ESPECIALES O EJEMPLARES DERIVADOS DE CUALQUIER DISPOSICI&Oacute;N DE ESTOS T&Eacute;RMINOS. ESTAS LIMITACIONES SE APLICAN INDIFERENTEMENTE DE CUALQUIER FALLO DE PROP&Oacute;SITO ESENCIAL.</span></p>
            <hr>
            <p class="c6 c9"><span class="c3"></span></p>
            <p class="c6 c9"><span class="c3"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="8">
               <li class="c6 c8"><span class="c3">Modificaciones</span></li>
            </ol>
            <p class="c6"><span class="c1">LLEIDAHACK</span><span class="c1">&nbsp;se reserva el derecho a modificar las disposiciones del presente Acuerdo que sean de alcance o naturaleza menores, sin justificaci&oacute;n alguna siempre que estas modificaciones no conlleven un reestructuramiento de este Acuerdo. </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;comunicar&aacute; por correo electr&oacute;nico u otro medio electr&oacute;nico las modificaciones de las condiciones con un plazo de m&iacute;nimo 15 d&iacute;as antes de la fecha del Evento. Los Participantes o Asistentes que no presenten una objeci&oacute;n escrita a las modificaciones en un plazo de 7 d&iacute;as naturales tras recibir el comunicado acepta por defecto dicha modificaci&oacute;n.</span></p>
            <p class="c6"><span class="c1">Si un Participante o Asistente presenta objeciones ante los nuevos (modificados) T&eacute;rminos, la modificaci&oacute;n propuesta por </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;se considerar&aacute; rechazada. El Acuerdo se aplicar&aacute; en su versi&oacute;n anterior (no modificada) solo durante el evento en que la modificaci&oacute;n fue propuesta mientras el Participante o Asistente estaba inscrito. Los nuevos T&amp;C con todas las modificaciones se aplicar&aacute;n para todos los eventos posteriores. El derecho de todas las partes a terminar su participaci&oacute;n en el evento HackEPS no se ve afectado por esta cl&aacute;usula.</span></p>
            <hr>
            <p class="c6 c9"><span class="c3"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="9">
               <li class="c6 c8"><span class="c3">Leyes y jurisdicciones aplicables</span></li>
            </ol>
            <p class="c6"><span class="c4 c1">Este Acuerdo se atiene a la ley espa&ntilde;ola.</span></p>
            <p class="c6"><span class="c1">En caso de que el domicilio de residencia del Usuario se encuentre fuera de espa&ntilde;a, </span><span class="c4 c1">LLEIDAHACK y el Participante o Asistente, renunciando expresamente a cualquier otra jurisdicci&oacute;n a la que tengan derecho, se someten a la jurisdicci&oacute;n de las Cortes y Tribunales de Barcelona.</span></p>
            <p class="c6"><span class="c1">LLEIDAHACK perseguir&aacute; el incumplimiento de este Acuerdo mediante el ejercicio de todas las acciones civiles y penales que correspondan.</span></p>
            <hr>
            <p class="c6 c9"><span class="c3"></span></p>
            <ol class="c5 lst-kix_jnv6xnbilo6d-0" start="10">
               <li class="c6 c8"><span class="c3">Disposiciones generales</span></li>
            </ol>
            <p class="c12"><span class="c1">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c2">Evento de Fuerza Mayor</span></p>
            <p class="c6"><span class="c4 c1">Si cualquiera de las partes no puede complir con sus obligaciones dentro de este Acuerdo a debido a causas fuera del control de la parte que invoque esta cl&aacute;usula, incluyendo pero no limit&aacute;ndose a fuerzas superiores, actos de autoridades militares y/o civiles, disturbios o actos de desobediencia civil, guerras, huelgas o conflictos laborales (todos ellos &ldquo;Eventos de Causas Mayores), dichas partes podr&aacute;n acordar una prolongaci&oacute;n del tiempo de hasta quince (15) d&iacute;as naturales para retomar sus obligaciones, per&iacute;odo tras el cual, si estas no se han retomado, la otra parte podr&aacute; terminar el Acuerdo mediante una notificaci&oacute;n escrita.</span></p>
            <p class="c6"><span class="c2">Separabilidad</span></p>
            <p class="c6"><span class="c4 c1">En caso de que cualquiera de las disposiciones de este Acuerdo sea declarada inv&aacute;lida o no exigible por las reglas y regulaciones de Espa&ntilde;a o un tribunal espa&ntilde;ol, dichas disposiciones se considerar&aacute;n separadas del resto de este Acuerdo y no afectar&aacute;n la validez o aplicabilidad del resto de este. En dicho caso, tales disposiciones pueden ser cambiadas e interpretadas con la finalidad de cumplir con su prop&oacute;sito tanto como sea posible dentro del margen de las leyes involucradas o las decisiones de las cortes.</span></p>
            <p class="c6"><span class="c2">Permanencia</span></p>
            <p class="c6"><span class="c4 c1">Las cl&aacute;usulas 5, 6 y 9 permanecen activas tras la terminaci&oacute;n o expiraci&oacute;n de este Acuerdo por cualquier motivo. Todo otro derecho y obligaci&oacute;n de las partes de este Acuerdo expirar&aacute; con la terminaci&oacute;n de este, exceptuando las obligaciones de pagamento adquiridas en virtud del presente antes de la terminaci&oacute;n o expiraci&oacute;n, permanecer&aacute; tras esta.</span></p>
            <p class="c6"><span class="c2">Asignaci&oacute;n</span></p>
            <p class="c6"><span class="c1">LLEIDAHACK</span><span class="c4 c1">&nbsp;est&aacute; autorizado a asignar, sublicenciar, delegar o transferir de otro modo cualquiera de sus derechos u obligaciones bajo este Acuerdo sin previo consentimiento por escrito de la otra parte siempre que el cesionario asuma todos los derechos y obligaciones que conlleva este Acuerdo.</span></p>
            <p class="c6"><span class="c4 c1">Los participantes y Asistentes no pueden asignar, sublicenciar, delegar o transferir de otro modo cualquiera de sus derechos u obligaciones.</span></p>
            <p class="c6"><span class="c2">Notificaciones</span></p>
            <p class="c6"><span class="c4 c1">Todas las notificaciones y otros comunicados publicados de este punto en adelante se har&aacute;n por escrito debidamente entregadas cuando se entreguen en persona (incluyendo un servicio de entrega reconocido internacionalmente), y en el d&iacute;a de la entrega si esta se realiza por correo electr&oacute;nico con un acuse de recibo, si el momento de la transmisi&oacute;n se produce durante un d&iacute;a laboral para el recipiente, o en caso negativo en el siguiente d&iacute;a laboral despu&eacute;s de este, en cada caso a las partes respectivas en las direcciones postales o de correo electr&oacute;nico proporcionadas.</span></p>
            <p class="c6"><span class="c2">Relaci&oacute;n con las otras partes</span></p>
            <p class="c6"><span class="c4 c1">Las partes son contratistas independientes y no tendr&aacute;n derecho a asumir o crear ninguna obligaci&oacute;n o responsabilidad en nombre de la otra parte. Ninguna de las partes actuar&aacute; como agente de la otra parte. Este Acuerdo no se interpretar&aacute; para crear o implicar ninguna relaci&oacute;n laboral, sociedad, agencia, empresa conjunta o entidad comercial formal de ning&uacute;n tipo.</span></p>
            <p class="c6"><span class="c2">Renuncia</span></p>
            <p class="c6"><span class="c4 c1">Ninguna demora o incumplimiento por parte de cualquiera de las partes para ejercer ning&uacute;n derecho o recurso en virtud de este Acuerdo constituir&aacute; una renuncia a tal derecho o recurso. Todas las exenciones deben ser por escrito y firmadas por un representante autorizado de la parte que renuncia a sus derechos. Una renuncia de cualquiera de las partes a cualquier incumplimiento o pacto no se interpretar&aacute; como una renuncia a cualquier incumplimiento posterior de cualquier otro pacto.</span></p>
            <p class="c6"><span class="c2">Acuerdo completo</span></p>
            <p class="c6"><span class="c1">Este Acuerdo constituye el acuerdo completo entre las partes y reemplaza todos los acuerdos previos, orales o escritos, con respecto al tema de este Acuerdo. La informaci&oacute;n y los documentos proporcionados por el Participante o Asistente a </span><span class="c1">LLEIDAHACK</span><span class="c4 c1">, seg&uacute;n lo solicitado por el &uacute;ltimo para poder participar en el Acuerdo, tambi&eacute;n se considerar&aacute;n como parte de este Acuerdo. Este Acuerdo no puede modificarse sin el consentimiento por escrito de las partes.</span></p>
            <p class="c6"><span class="c2">T&iacute;tulos</span></p>
            <p class="c6"><span class="c4 c1">Los t&iacute;tulos de los art&iacute;culos y p&aacute;rrafos contenidos en este Acuerdo se insertan por conveniencia y no pretenden ser parte o afectar la interpretaci&oacute;n de este Acuerdo.</span></p>
            <p class="c6"><span class="c2">Contrapartes</span></p>
            <p class="c6"><span class="c4 c1">El presente Acuerdo podr&aacute; ser ejecutado en contrapartes o en l&iacute;nea, que en conjunto forman un &uacute;nico instrumento jur&iacute;dico.</span></p>
            <p class="c6"><span class="c2">Inexistencia de terceros beneficiarios</span></p>
            <p class="c6"><span class="c4 c1">Este Acuerdo ser&aacute; vinculante y se adaptar&aacute; &uacute;nicamente en beneficio de las partes indicadas y sus asignaciones permitidas y nada, expreso o impl&iacute;cito, tiene la intenci&oacute;n o conferir&aacute; a otra persona ning&uacute;n derecho, beneficio o remedio legal o equitativo de cualquier naturaleza cualquier cosa bajo o en virtud de este Acuerdo.</span></p>
            <p class="c6 c9"><span class="c4 c1"></span></p>
            <hr>
            <p class="c12 c9"><span class="c3"></span></p>
            <p class="c12"><span class="c1">&Uacute;ltima revisi&oacute;n: 14 de Septiembre, 2018</span></p>
        </mdb-card-text>
      </mdb-card-body>
    </mdb-card>
  </div>
</div>
